Repository: valera-golubenko/verbix
Catalog: lib/l10n/app_*.arb
Languages: es

source: Languages
es: Idiomas

# languageName
source: English
es: Espa침ol

source: Fonts
es: Fuentes

# serverErrorMessage
source: Server error occurred
es: Error del servidor

# errorInternetConnection
source: Internet Connection Error
es: Error de conexi칩n a Internet

source: Theme
es: Tema

source: Light
es: Claro

source: Dark
es: Oscuro

# oops
source: Ooops...
es: Oops...

# somethingWentWrong
source: Something went wrong. Try again later or update the screen
es: Algo sali칩 mal. Int칠ntalo m치s tarde o actualiza la pantalla

# weakPassword
source: The password provided is too weak.
es: La contrase침a proporcionada es demasiado d칠bil.

# emailAlreadyInUse
source: The account already exists for that email.
es: Ya existe una cuenta con este correo electr칩nico.

# userNotFound
source: No user found for that email.
es: No se encontr칩 ning칰n usuario con este correo electr칩nico.

# invalidCredential
source: Incorrect email or password. Please try again or register an account with this email.
es: Correo electr칩nico o contrase침a incorrectos. Int칠ntalo de nuevo o reg칤strate con este email.

# wrongPassword
source: Wrong password provided for that user.
es: Contrase침a incorrecta para este usuario.

# noneAuthException
source: Incorrect credential
es: Datos ingresados incorrectos

# fieldErrorPasswordNumbers
source: Password must be include numbers
es: La contrase침a debe incluir n칰meros

# fieldErrorPasswordRegex
source: Valid characters: "A-Z, a-z, 0-9"
es: Caracteres v치lidos: "A-Z, a-z, 0-9"

# fieldErrorPasswordMatch
source: *Passwords need to match. Please try again.
es: *Las contrase침as deben coincidir. Por favor, int칠ntalo de nuevo.

# fieldMustNotEmpty
source: Field must not be empty
es: El campo no debe estar vac칤o

source: Incorrect email
es: Correo electr칩nico incorrecto

source: confirm
es: confirmar

source: cancel
es: cancelar

source: OK
es: Aceptar

source: Verification
es: Verificaci칩n
